{"data":{"ModuleTitle":{"label":"Module Title","value":"Company Description"},"CompanyName":{"label":"Company Name","value":"Best Buy Co., Inc."},"Symbol":{"label":"Symbol","value":"BBY"},"Address":{"label":"Address","value":"7601 PENN AVENUE SOUTH, RICHFIELD, Minnesota, 55423, United States"},"Phone":{"label":"Phone","value":"+1 612 291-1000"},"Industry":{"label":"Industry","value":"Consumer Electronics/Video Chains"},"Sector":{"label":"Sector","value":"Consumer Discretionary"},"Region":{"label":"Region","value":"North America"},"CompanyDescription":{"label":"Company Description","value":"Best Buy Co., Inc. engages in the retail of technology products in the United States and Canada. The company operates in two segments, Domestic and International. Its stores provide computing and mobile phone products, such as desktops, notebooks, and peripherals; mobile phones comprising related mobile network carrier commissions; networking products; tablets covering e-readers; smartwatches; and consumer electronics consisting of digital imaging, health and fitness products, home theater, portable audio comprising headphones and portable speakers, and smart home products. The company's stores also offer appliances, such as dishwashers, laundry, ovens, refrigerators, blenders, coffee makers, and vacuums; entertainment products consisting of drones, peripherals, movies, music, and toys, as well as gaming hardware and software, and virtual reality and other software products; and other products, such as baby, food and beverage, luggage, outdoor living, and sporting goods."},"CompanyUrl":{"label":"Company Url","value":"https://www.investors.bestbuy.com"},"KeyExecutives":{"label":"Key Executives","value":[{"name":"Adam Mishler","title":"Chief Information Security Officer"},{"name":"Brian Tilzer","title":"Chief Digital & Technology Officer"},{"name":"Corie Sue Barry","title":"Chief Executive Officer & Director"}]}},"message":null,"status":{"rCode":200,"bCodeMessage":null,"developerMessage":null}}