{"data":{"ModuleTitle":{"label":"Module Title","value":"Company Description"},"CompanyName":{"label":"Company Name","value":"BorgWarner Inc."},"Symbol":{"label":"Symbol","value":"BWA"},"Address":{"label":"Address","value":"3850 HAMLIN ROAD,AUBURN HILLS, AUBURN HILLS, Michigan, 48326, United States"},"Phone":{"label":"Phone","value":"+1 248 754-9200"},"Industry":{"label":"Industry","value":"Auto Parts:O.E.M."},"Sector":{"label":"Sector","value":"Consumer Discretionary"},"Region":{"label":"Region","value":"North America"},"CompanyDescription":{"label":"Company Description","value":"BorgWarner is a global product leader in clean and efficient technology solutions for combustion, hybrid and electric vehicles. Its products help improve vehicle performance, propulsion efficiency, stability and air quality. The Company manufactures and sells these products worldwide, primarily to original equipment manufacturers of light vehicles (passenger cars, sport-utility vehicles, vans and light trucks). The Company's products are also sold to OEMs of commercial vehicles (medium-duty trucks, heavy-duty trucks and buses) and off-highway vehicles (agricultural and construction machinery and marine applications). The Company also manufactures and sells its products to certain tier one vehicle systems suppliers and into the aftermarket for light, commercial and off-highway vehicles. The Company operates manufacturing facilities serving customers in Europe, the Americas and Asia and is an original equipment supplier to nearly every major automotive OEM in the world."},"CompanyUrl":{"label":"Company Url","value":"https://www.borgwarner.com"},"KeyExecutives":{"label":"Key Executives","value":[{"name":"Frédéric B. Lissalde","title":"President, Chief Executive Officer & Director"},{"name":"Hakan Yilmaz","title":"Chief Technology Officer & Vice President"},{"name":"Joseph F. Fadool","title":"Chief Operating Officer & Executive VP"}]}},"message":null,"status":{"rCode":200,"bCodeMessage":null,"developerMessage":null}}