{"data":{"ModuleTitle":{"label":"Module Title","value":"Company Description"},"CompanyName":{"label":"Company Name","value":"Standard BioTools Inc."},"Symbol":{"label":"Symbol","value":"LAB"},"Address":{"label":"Address","value":"2 TOWER PLACE,SUITE 2000, SOUTH SAN FRANCISCO, California, 94080, United States"},"Phone":{"label":"Phone","value":"+1 650 266-6000"},"Industry":{"label":"Industry","value":"Biotechnology: Laboratory Analytical Instruments"},"Sector":{"label":"Sector","value":"Industrials"},"Region":{"label":"Region","value":"North America"},"CompanyDescription":{"label":"Company Description","value":"Standard BioTools Inc. develops, manufactures, and sells technologies that help biomedical researchers in their search for developing medicines. Its segments include Proteomics and Genomics. Proteomics segment includes its instruments, consumables, software, and services based upon technologies used in the identification of proteins. Genomics segment includes its instruments, consumables, software, and services based upon technologies used in the identification of genes and their functions. It provides insights in health and disease using its mass cytometry and microfluidics technologies, which serve applications in proteomics and genomic. It works with academic, government, pharmaceutical, biotechnology, plant and animal research, and clinical laboratories around the world, focusing on the needs in translational and clinical research, including oncology, immunology, and immunotherapy. The Company distributes its systems through its direct sales force and support organizations."},"CompanyUrl":{"label":"Company Url","value":"https://www.standardbio.com"},"KeyExecutives":{"label":"Key Executives","value":[{"name":"David A. King","title":"Senior VP-Global Research & Development"},{"name":"Michael Egholm","title":"President, Chief Executive Officer & Director"},{"name":"Stephen Alaric Williams","title":"Chief Medical Officer"}]}},"message":null,"status":{"rCode":200,"bCodeMessage":null,"developerMessage":null}}